[
    {
        "id": 123456,
        "title": "Pilates",
        "imgSrc": "/public/Hatha.jpg",
        "description": "Pilates is a form of fitness that strengthens the deep muscles of the mid-body to support movement and resist environmental pressures. Pilates stretches and lengthens the major muscles of the body by correcting imbalances. It improves flexibility, strength, balance and body awareness.",
        "teacher": 82185528,
        "tag": "advanced",
        "capacity":25,
        "isActive": true
    },
    {
        "id": 234567,
        "title": "Hatha Yoga Foundations",
        "imgSrc": "/public/Hatha.jpg",
        "description": "Learning to align and breathe well in a yoga posture is fundamental! If you are well aligned, the effects of the postures will be more profound and will make your practice more effective. These are the ideal classes to deepen your understanding of the postures and to build towards a more advanced practice.",
        "teacher": 45507237,
        "tag": "beginer",
        "capacity":25,
        "isActive": true
    },
    {
        "id": 345678,
        "title": "Vinyasa Flow",
        "imgSrc": "/public/Hatha.jpg",
        "description": "Our Vinyasa flow class is comprised of a sequence of poses that are connected by movement and breath. The majority of the poses are foundational and are accessible to all. Get ready to sweat",
        "teacher": 82834439,
        "tag": "intermediate",
        "capacity":25,
        "isActive": true
    },
    {
        "id": 951753,
        "title": "Yin",
        "imgSrc": "/public/Hatha.jpg",
        "description": "Yin Yoga is mostly a floor based practice that is gentle yet challenging and offers deep access to the body. Poses are held for 3 to 5 minutes stretching deep connective tissues and fascia. The practice is based on Chinese medicine and targets various meridians in the body to regulate the organs. It is also a great initiation to meditation and a suitable class for all levels!",
        "teacher": 18174550,
        "tag": "beginer",
        "capacity":25,
        "isActive": true
    },
    {
        "id": 753159,
        "title": "Ashtanga",
        "imgSrc": "/public/Hatha.jpg",
        "description": "The Ashtanga Yoga Primary series is a fixed set of asanas, learning them from basic to more advanced, placing a focus on learning the similarities between all asanas. Being one of the more intelligent sequences of modern yoga; the practice teaches the students how to link together sun salutations, standing asanas, floor asanas and inversions that help calm down the nervous system.",
        "teacher": 69383973,
        "tag": "intermediate",
        "capacity":25,
        "isActive": true
    },
    {
        "id": 456852,
        "title": "Restorative",
        "imgSrc": "/public/Hatha.jpg",
        "description": "The postures are held longer and are intended specifically for connective tissue (not muscles). On an energetic level, it stimulates the flow of prana (vital energy) in the tissues around the joints, where energy often stagnates.",
        "teacher": 68037214,
        "tag": "beginner",
        "capacity":25,
        "isActive": true
    },
    {
        "id": 852456,
        "title": "Essentrics",
        "imgSrc": "/public/Hatha.jpg",
        "description": "The postures are held longer and are intended specifically for connective tissue (not muscles). On an energetic level, it stimulates the flow of prana (vital energy) in the tissues around the joints, where energy often stagnates.",
        "teacher": 18173498,
        "tag": "advanced",
        "capacity":25,
        "isActive": true
    }
]
